{
    "magn_water": {
        "one": "1.美容护理（重塑肌肤屏障）：请勿祛角质，用热水洗脸，使用温和型洗面产品，一周敷2次以上补水面膜，使用霜类产品帮助锁水，注意防晒\n2.生活护理：保证每天8小时睡眠，1000-1500ml水分摄入，多吃富含维生素的食物和水果，如动物肝、牛奶、鸡蛋、红白萝卜、苹果、香蕉和梨等。",
        "two": "提高角质层含水量：一周敷2次以上补水面膜，1次清洁面膜降低皮肤负担，洁面后及时使用补水保湿的护肤品，注意防晒",
        "three": "注意防晒，继续保持~"
    },
    "magn_sensity": {
        "one": "注意防晒，继续保持~",
        "two": "简化护肤步骤，保留必要的保湿用品，注意防晒。",
        "three": "避免过度清洁，，注意保湿补水，促进屏障功能修护。",
        "four": "1.美容护理（重塑肌肤屏障）：请勿祛角质，用热水洗脸，使用温和型洗面产品，使用霜类产品帮助锁水，注意防晒\n2.生活护理：检查和远离过敏源，尽量不要化浓妆，必要的话建议咨询皮肤专家进行治疗。作息规律，饮食营养来提高免疫力。"
    },
    "magn_wrinkle": {
        "one": "注意防晒，继续保持~",
        "two": "注意补水保湿，一周敷2次以上补水面膜，注意防晒",
        "three": "注意补水保湿，一周敷2次以上补水面膜，注意防晒，到正规美容院采取筋膜层收紧治疗",
        "four": "1.美容护理：科学的卸妆手法和按摩手法，使用添加VC,VE,VA，大豆提取物的抗皱产品，到正规医院采取治疗，如激光去皱，玻尿酸填充，注射肉毒素等，注意防晒\n2.生活护理：饮食营养，补充胶原蛋白，注意面部表情管理"
    },
    "magn_pore_large": {
        "one": "注意清洁，继续保持~",
        "two": "清洁控油，及时补水，保持水油平衡",
        "three": "一周使用至少2次补水面膜，1次清洁面膜，保持水油平衡，注意防晒",
        "four": "1.美容护理：注意清洁，请勿用手挤，补水防晒，必要的话可以采用物理治疗、医美治疗等。\n2.生活护理：坚持运动，增强新陈代谢，多吃青菜水果，适度胡萝卜、猪肝补充维生素A等多种维生素，减少多油脂、糖、淀粉食物摄入。"
    },
    "magn_pore_clogging": {
        "one": "注意清洁，继续保持~",
        "two": "清洁控油，及时补水，保持水油平衡",
        "three": "一个月1次温和祛角质，一周使用至少2次补水面膜，1次清洁面膜，保持水油平衡，注意防晒",
        "four": "1.美容护理：注意清洁，减少粉类化妆品使用，只涂防晒也要卸妆，在医生指导下使用抗菌药物如林可霉素，氧氟沙星，或者动用医疗美容手术，如点阵激光，微针。\n2.生活护理：11点前入睡，减少多油脂、糖、淀粉食物摄入，饮食清淡，调节内分泌。"
    },
    "magn_sebum": {
        "one": "1.美容护理：不宜使用去角质或者磨砂类产品，使用温和清洁产品，避免碱性强、含果酸和磨砂的洁肤产品。每周可做一到二次面膜，加强保湿。洁面后立刻使用保湿性化妆水或乳液、乳霜来补充皮肤水分并按摩3～5分钟，以保持皮肤滋润，一年四季都应做好防晒工作。\n2.生活护理：饮食营养丰富",
        "two": "坚持补水，继续保持~",
        "three": "1.美容护理：请勿频繁使用吸油纸，使用皂基型洁面产品加强清洁力度，选择收敛控油的化妆水，质地轻薄的“无油”型保湿乳液及防晒霜，每两周做一次去角质。做好防晒\n2.生活护理：规律作息，少吃油腻的、以及含糖量高的食物，多吃新鲜的蔬菜和水果，多喝水，减少便秘保持大便通畅，以减轻皮肤出油。",
        "four": "",
    },
    "magn_pigmentation": {
        "one": "注意防晒，继续保持~",
        "two": "一周使用2次以上补水面膜，1次美白面膜，注意防晒",
        "three": "及时补水，选择保湿及修复类的产品，注意防晒，11点前入睡，饮食清淡，保持适量的运动，加快新陈代谢。",
        "four":"1.美容护理：注意防晒，及时补水，使用含甘草，马齿苋成分的面膜缓解炎症，选择保湿及修复类的产品，必要的话可以采取医美治疗如光子嫩肤，激光祛斑。\n2.生活护理：服用维C，维B，花青素，少吃富含酪氨酸的食物，如马铃薯、红薯等，23点前入睡，饮食清淡，劳逸结合，多喝温开水"
    }
    
}
